Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerCubicFoot Property
 kilograms carbon dioxide per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerCubicFoot { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerCubicFoot {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace